Repository: silvacms/Products.Silva
Catalog: i18n/silva-*.po
Languages: nl

source: There's already a Group with the name ${id} in this Silva site.<br />In contrast to other Silva objects, Group IDs must be unique within a Silva instance.
nl: Er is al een Group met de naam ${id} in deze Silva site.<br />In tegenstelling tot andere Silva objecten moet een Group ID uniek zijn binnen een Silva site.

source: Empty or invalid file.
nl: Leeg of incorrect bestand.

source: What type of object should be added after creating the folder.
nl: Welke type object moet er worden toegevoegd na het aanmaken van de folder.

source: First item
nl: Eerste item

source: access key: alt-e
nl: sneltoets: alt-e

source: create ${TOC_or_meta_type}
nl: ${TOC_or_meta_type} aanmaken

source: content
nl: inhoud

source: notes
nl: notities

source: cancel
nl: afbreken

source: access key: alt-c
nl: sneltoets: alt-c

source: access key: alt-s
nl: sneltoets: alt-s

source: save
nl: opslaan

source: The title will be publicly visible, and is used for the link in indexes.
nl: De titel wordt voor iedereen zichtbaar, en zal worden gebruikt voor de link in indexen.

source: Sorry, strange characters are in the id. It should only contain letters, digits and &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;<br />Spaces are not allowed in Internet addresses, and the id should start with a letter or digit.
nl: Sorry, er zitten vreemde karakters in de id. Het mag alleen letters, cijfers en &#8216;_&#8217; of &#8216;-&#8217; of &#8216;.&#8217; bevatten.<br />Spaties zijn niet toegestaan in Internet adressen, en de id moet beginnen met een letter of een cijfer.

source: Sorry, ids starting with ${prefix} are reserved for internal use.<br />Please use another id.
nl: Ids die beginnen met ${prefix} zijn gereserveerd voor intern gebruik. <br />Gebruik a.u.b. een ander id.

source: Sorry, the id ${id} is reserved for internal use.<br /> Please use another id.
nl: Het id is gereserveerd voor intern gebruik. <br />Gebruik a.u.b. een ander id.

source: There is already an object with the id ${id} in this folder.<br />Please use a different one.
nl: Er is al een object genaamd ${id} in deze folder.<br /> Gebruik a.u.b. een ander id.

source: There is already an asset with the id ${id} in this folder.<br />Please use another id.
nl: Er is al een asset genaamd ${id} in deze folder.<br /> Gebruik a.u.b. een ander id.

source: Sorry, the id ${id} ends with invalid characters.<br /> Please use another id.
nl: Het id ${id} eindigt op niet toegestane karakters.<br /> Gebruik a.u.b. een ander id.

source: file info
nl: bestands-info

source: file size
nl: bestands-grootte

source: file system path
nl: bestandssysteempad

source: file mime type
nl: 'mime type' van bestand

source: Optional, but useful.
nl: Optioneel, maar nuttig.

source: ${old_title} to ${new_title}
nl: ${old_title} naar ${new_title}

source: Properties changed: ${changed}
nl: Eigenschappen veranderd: ${changed}

source: File uploaded.
nl: Bestand ge-upload.

source: No group(s) selected, so nothing to use to add users.
nl: Geen groep(en) geselecteerd. Er is niets wat gebruikt kan worden om gebruikers toe te voegen.

source: User(s) ${added} added to group.
nl: Gebruiker(s) ${added} aan groep toegevoegd.

source: No other users added (were they already in this group?)
nl: Geen andere gebruikers toegevoegd (zaten ze al in deze groep?)

source: No users selected, so none added.
nl: Geen gebruikers geselecteerd, dus ook niet toegevoegd.

source: remove selected user(s) from this group: alt-r
nl: geselecteerde gebruiker(s) uit deze groep verwijderen: alt-r

source: remove users
nl: gebruikers verwijderen

source: return confirm('Really remove?')
nl: return confirm('Weet je zeker dat je dit wilt verwijderen?')

source: "Things to do when virtual groups is not in its original location"
nl: "Dingen die u kunt doen als 'virtual groups' niet op zijn originele locatie staat"

source: add selected users to this group
nl: geselecteerde gebruikers aan deze groep toevoegen

source: add to group
nl: aan groep toevoegen

source: copy users from group(s)
nl: gebruikers van groep(en) kopiëren

source: transfer members from selected groups
nl: leden van geselecteerde groepen verplaatsen

source: group members
nl: groepsleden

source: Username
nl: Gebruikersnaam

source: This group does not have any members.
nl: Deze groep heeft geen leden.

source: No users selected, so none removed.
nl: Geen gebruikers geselecteerd, dus niets verwijderd.

source: User(s) ${removed} removed from group.
nl: Gebruiker(s) ${removed} verwijderd uit groep.

source: No ip range was provided, so nothing was added.
nl: Geen 'ip-range' meegegeven, dus niets toegevoegd.

source: Range ${iprange} added to the IP Group
nl: Range ${iprange} aan de IP-Groep toegevoegd

source: No group selected, so nothing copied.
nl: Geen groep geselecteerd, dus niets gekopieerd.

source: Range(s) ${copied} added.
nl: Range(s) ${copied} toegevoegd.

source: Nothing copied.
nl: Niets gekopieerd.

source: remove range(s) from this ip group: alt-r
nl: range(s) uit deze ip groep verwijderen: alt-r

source: remove ranges
nl: ranges verwijderen

source: add an IP address
nl: een IP-adres toevoegen

source: <strong>Can be:</strong><br /> IP&nbsp;(like: 10.1.1.1), <br /> IP-IP&nbsp;(like:&nbsp;10.1.1.1-10.1.1.255) or<br /> IP/Netmask&nbsp;(like:&nbsp;10.1.1.0/255.255.255.0).
nl: <strong>Kan zijn:</strong><br /> IP&nbsp;(zoals: 10.1.1.1), <br /> IP-IP&nbsp;(zoals:&nbsp;10.1.1.1-10.1.1.255) of<br /> IP/Netmask&nbsp;(zoals:&nbsp;10.1.1.0/255.255.255.0).

source: add an ip or an ip range
nl: een ip of een ip-range toevoegen

source: add ip range
nl: ip-range toevoegen

source: copy ips to ip group
nl: ip's naar ip groep kopiëren

source: transfer ip(s) to this ip group
nl: ip(s) naar deze ip-groep verplaatsen

source: IPs and IP ranges
nl: IP's en IP-ranges

source: This IP Group does not contain any IPs.
nl: Deze IP-Groep bevat geen IP's.

source: No ip ranges were selected, so nothing was removed.
nl: Geen ip-ranges geselecteerd, dus niets verwijderd.

source: Range(s) ${removed} removed from the group.
nl: Range(s) ${removed} uit de groep verwijderd.

source: No group(s) selected, so nothing to use to add groups.
nl: Geen groep(en) geselecteerd, dus niets om groepen toe te voegen.

source: Group(s) ${added} added to group.
nl: Groep(en) ${added} aan groep toegevoegd.

source: No other groups added (were they already in this virtual group?)
nl: Geen andere groepen toegevoegd (zaten ze al in deze 'virtual group'?)

source: No groups selected, so none added.
nl: Geen groepen geselecteerd, dus geen toegevoegd.

source: remove selected group(s) from this virtual group: alt-r
nl: geselecteerde groep(en) verwijderen uit deze 'virtual group': alt-r

source: remove group
nl: groep verwijderen

source: add group(s) to this virtual group.
nl: groep(en) aan deze 'virtual group' toevoegen.

source: transfer groups defined in other virtual groups
nl: gedefinieerde groepen naar andere 'virtual groups' verplaatsen

source: copy from virtual group(s)
nl: uit 'virtual group(s)' kopiëren

source: Virtual Group &#8216;members&#8217;
nl: &#8216;leden&#8217; 'Virtual Group'

source: Group name
nl: Groepsnaam

source: This Virtual Group does not have any &#8216;member groups&#8217;.
nl: Deze 'Virtual Group' heeft geen &#8216;lidgroepen&#8217;.

source: No groups selected, so none removed.
nl: Geen groepen geselecteerd, dus geen verwijderd.

source: Group(s) ${removed} removed from group.
nl: Groep(en) ${removed} uit groep verwijderd.

source: edit
nl: bewerken

source: groups
nl: groepen

source: scaled
nl: geschaald

source: format and scaling
nl: formaat en schalen

source: set crop coordinates...
nl: afsnijdcoördinaten instellen...

source: specify the center of the area to crop by clicking in the image: alt-o
nl: geef het midden van het af te snijden gebied aan door in de afbeelding te klikken: alt-o

source: change
nl: veranderen

source: image info
nl: afbeeldingsinfo

source: format
nl: formaat

source: dimensions
nl: afmetingen

source: image
nl: afbeelding

source: <br /> scaled to ${WxH} pixels
nl: <br /> geschaald naar ${WxH} pixels

source: original
nl: origineel

source: view the original image: alt-v
nl: originele afbeelding bekijken: alt-v

source: view_original_image_accesskey
nl: v

source: view unscaled image
nl: ongeschaalde afbeelding bekijken

source: orientation
nl: oriëntatie

source: Note: Silva can provide image scaling and conversion with the help of PIL
nl: N.B.: Silva kan afbeeldingen schalen en converteren met behulp van PIL

source: PIL doesn't seem to be installed.
nl: PIL lijkt niet geïnstalleerd te zijn.

source: instructions
nl: instructies

source: Drag the window below to the image region which should be cropped. You can resize the window with the handle on the lower right corner. If you're done, you can click the submit button below or double click in the window to set your coordinates and close the cropping tool.
nl: Sleep onderstaand venster naar de het gebied van de afbeelding dat uitgesneden dient te worden. Het venster kan vergroot of verkleind worden door de rechter onderhoek te verplaatsen. Klik op de onderstaande knop 'verzenden', of dubbelklik in het venster om de coördinaten in te stellen en de afsnijd-tool te sluiten.

source: predefined sizes
nl: voorgedefinieerde maten

source: 50x50 pixel
nl: 50x50 pixels

source: 75x75 pixel
nl: 75x75 pixels

source: 100x100 pixel
nl: 100x100 pixels

source: 250x250 pixel
nl: 250x250 pixels

source: use coordinates...
nl: coördinaten gebruiken...

source: drag window
nl: venster slepen

source: web format
nl: webformaat

source: Image format for web.
nl: Afbeeldingsformaat voor het web.

source: scaling
nl: schaal

source: Image scaling for web: use width x height in pixels, or one axis length, or a percentage (100x200, 100x*, *x200, 40%).
nl: Afbeelding schalen voor het web: gebruik breedte x hoogte in pixels (100x200), of de maat van één as (100x*), of een percentage (40%).

source: cropping
nl: afsnijden

source: Image cropping for web: use the &#8216;set crop coordinates&#8217; button, or enter X1xY1-X2xY2 to define the cropping box.
nl: Afbeelding afsnijden/uitsnijden voor het web: gebruik de knop &amp;#8216;afsnijdcoördinaten instellen&amp;#8217;, of voer X1xY1-X2xY2 in om de afsnijdmaten te definiëren.

source: Scaling and/or format changed
nl: Schaal en/of formaat veranderd

source: Properties changed
nl: Eigenschappen veranderd

source: The file is empty or invalid.
nl: Het bestand is leeg of ongeldig.

source: Problem: ${errors}
nl: Probleem: ${errors}

source: Image updated.
nl: Afbeelding bijgewerkt.

source: preview
nl: voorbeeld

source: properties
nl: eigenschappen

source: access
nl: toegang

source: upload
nl: uploaden

source: upload file
nl: bestand uploaden

source: access key: alt-u
nl: sneltoets: alt-u

source: characterization
nl: karakteristiek

source: Locate a file.
nl: Zoek een bestand op

source: Ghost Folder has been replaced by a folder
nl: 'Ghost Folder' is vervangen door een folder

source: Ghost Folder has been replaced by a publication
nl: 'Ghost Folder' is vervangen door een publicatie

source: contents
nl: inhoud

source: publish
nl: publiceren

source: Ghost Folder changed but not synchronized, because thenew target is invalid.
nl: 'Ghost Folder' is veranderd maar niet gesynchroniseerd, omdat het nieuwe doel niet geldig is.

source: Ghost Folder changed.
nl: 'Ghost Folder' veranderd.

source: Ghost Folder was not synchronized, because the targetis invalid.
nl: 'Ghost Folder' is niet gesynchroniseerd, omdat het doel niet geldig is.

source: Ghost Folder synchronized
nl: 'Ghost Folder' gesynchroniseerd

source: Path to original (begins with &#8216;/&#8217;).
nl: Pad naar origineel (begint met &#8216;/&#8217;).

source: Link to contents screen of original.
nl: Link naar scherm 'inhoud' van origineel.

source: problem
nl: probleem

source: save reference
nl: verwijzing opslaan

source: ghost folder contents
nl: 'ghost folder' inhoud

source: re-synchronize with content from the source folder: alt-e
nl: hersynchroniseren met de inhoud van de bronfolder: alt-e

source: resync ghost folder
nl: 'ghost folder' hersynchroniseren

source: ghost folder of &#xab;${title}&#xbb;
nl: 'ghost folder' van &#xab;${title}&#xbb;

source: Locate item to refer to: alt-r
nl: Item om naar te verwijzen opzoeken: alt-r

source: properties ${for_public_version_of}
nl: eigenschappen ${for_public_version_of}

source: for public version of &#xab;${title}&#xbb;
nl: voor publieke versie van &#xab;${title}&#xbb;

source: Layout copied
nl: Vormgeving gekopieerd

source: layout
nl: vormgeving

source: Choose among the installed layout templates.
nl: Kies één van de geïnstalleerde vormgevingstemplates.

source: Layout saved.
nl: Vormgeving opgeslagen.

source: Layout has been removed.
nl: Vormgeving is verwijderd.

source: save addables settings
nl: toevoeg-instellingen opslaan

source: save addable settings for this publication: alt-a
nl: toevoeg-instellingen voor deze publicatie opslaan: alt-a

source: acquire
nl: overerven

source: If checked, inherit the addables from above. Uncheck this to change the allowed addables below.
nl: Indien aangevinkt, worden de toevoeg-instellingen overgeërfd van boven. Niet aanvinken als toevoeg-instellingen hieronder gewijzigd moeten kunnen worden.

source: addables
nl: toevoegbare items

source: If 'acquire' is not checked, these settings will determine the items allowed in this publication. Otherwise the addables are acquired from the publication above.
nl: Als overerven niet is aangevinkt, bepalen deze instellingen wat voor items in deze publicatie mogen worden toegevoegd. Anders worden de toevoeg-instellingen overgeërfd van de bovenliggende publicatie.

source: Addable settings have not changed and remain acquired.
nl: Toevoeg-instellingen zijn niet veranderd en blijven overgeërfd.

source: Addable settings changed for: ${changed_metadata}
nl: Toevoeg-instellingen veranderd voor: ${changed_metadata}

source: ${estimated_time} &nbsp;seconds
nl: ${estimated_time} &nbsp;seconden

source: There are no jobs in the queue.
nl: Er staan geen taken in de wachtrij.

source: list of processed items ${format}
nl: lijst van verwerkte items ${format}

source: download
nl: downloaden

source: current job
nl: huidige taak

source: There are no processed jobs.
nl: Er zijn geen verwerkte taken.

source: owner
nl: eigenaar

source: there's no undo: alt-x
nl: kan niet ongedaan worden gemaakt: alt-x

source: remove
nl: verwijderen

source: import to the current location and remove from the list: alt-m
nl: importeren naar de huidige locatie en uit de lijst verwijderen: alt-m

source: import and remove
nl: importeren en verwijderen

source: description
nl: omschrijving

source: import to the current location: alt-p
nl: naar de huidige locatie importeren: alt-p

source: import
nl: importeren

source: reload to update the queue lists: alt-r
nl: herladen om de wachtrij te verversen: alt-r

source: <u>r</u>efresh queue lists
nl: wachtrij ve<u>r</u>versen

source: queue of items to process
nl: wachtrij met te verwerken items

source: job id
nl: taak-id

source: job owner
nl: taak-eigenaar

source: estimated time
nl: geschatte tijd

source: No items were selected, so no content will be exported
nl: Geen items geselecteerd, dus er kan geen inhoud geëxporteerd worden.

source: Currently, fullmedia export only supports one item at a time.
nl: Op dit moment kan 'fullmedia export' maar één item tegelijk verwerken.

source: Select one or more jobs to delete
nl: Selecteer één of meer taken om te verwijderen

source: Job deleted
nl: Taak verwijderd

source: unknown format
nl: onbekend formaat

source: Select a file for upload.
nl: Selecteer een bestand om te uploaden.

source: Something bad with the zipfile;
nl: Er is iets mis met het zipbestand;

source: added ${succeeded}
nl: ${succeeded} toegevoegd

source: <span class="warning">could not add: ${failed}</span>
nl: <span class="warning">kon: ${failed} niet toevoegen</span>

source: Finished importing: ${msg}
nl: Importeren voltooid: ${msg}

source: Group: a group defined by a list of users
nl: Groep: een groep gedefinieerd als een lijst met gebruikers

source: Virtual Group: a group defined by a list of normal groups
nl: 'Virtual Group': een groep gedefinieerd als een lijst van gewone groepen

source: IP Group: a group based on ip addresses
nl: 'IP Group': een groep gebaseerd op ip-adressen

source: save + edit
nl: opslaan + bewerken

source: groups located in this folder
nl: groepen in deze folder

source: name
nl: naam

source: edit this group
nl: deze groep bewerken

source: No groups have been defined in this location.
nl: Er zijn geen groepen gedefinieerd op deze locatie.

source: delete selected groups: alt-d
nl: geselecteerde groepen verwijderen: alt-d

source: return confirm('Really delete?')
nl: return confirm('Weet je zeker dat je dit wilt verwijderen?')

source: delete
nl: verwijderen

source: groups in &#xab;${title}&#xbb;
nl: groepen in &#xab;${title}&#xbb;

source: create a group
nl: een groep aanmaken

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
nl: Geen spaties of speciale tekens behalve &#8216;_&#8217;, &#8216;-&#8217; of &#8216;.&#8217;

source: Nothing was selected, so nothing was deleted.
nl: Niets geselecteerd, dus niets verwijderd.

source: Deleted ${deleted_ids}, <span class="error">but could not delete ${not_deleted_ids}.</span>
nl: ${deleted_ids} verwijderd, <span class="error">maar kon ${not_deleted_ids} niet verwijderen.</span>

source: Deleted ${deleted_ids}.
nl: ${deleted_ids} verwijderd.

source: Could not delete ${not_deleted_ids}.
nl: Kon ${not_deleted_ids} niet verwijderen.

source: export...
nl: exporteren...

source: import xml data or a zip file: alt-i
nl: xml-gegevens of een zipbestand importeren: alt-i

source: import...
nl: importeren...

source: modify
nl: bewerken

source: shift
nl: herordenen

source: content approved, or published...
nl: inhoud goedgekeurd, of gepubliceerd...

source: move down
nl: naar beneden verplaatsen

source: move up
nl: naar boven verplaatsen

source: publishing actions
nl: publicatie-acties

source: close published items: alt-c
nl: gepubliceerde items sluiten: alt-c

source: close
nl: sluiten

source: publish now
nl: nu publiceren

source: move selected items to
nl: geselecteerde items verplaatsen naar

source: position
nl: positie

source: end
nl: einde

source: access key: alt-p
nl: sneltoets: alt-p

source: move selected items into position: alt-m
nl: geselecteerde items naar positie verplaatsen: alt-m

source: move
nl: verplaatsen

source: rename and retitle items: alt-r
nl: naam en titel van items veranderen: alt-r

source: rename...
nl: hernoemen...

source: cut
nl: knippen

source: cut items: alt-x
nl: items knippen: alt-x

source: copy
nl: kopiëren

source: copy items: alt-c
nl: items kopiëren: alt-c

source: paste items: alt-v
nl: items plakken: alt-v

source: paste
nl: plakken

source: paste (items on clipboard) as ghost objects: alt-g
nl: items als ghost objecten op clipboard plakken: alt-g

source: paste ghost
nl: ghost plakken

source: there's no undo: alt-d
nl: items verwijderen (er is geen undo): alt-d

source: new...
nl: nieuw...

source: add a new item - alt-n
nl: een nieuw item toevoegen - alt-n

source: select a new item: alt-s
nl: een nieuw item selecteren: alt-s

source: select:
nl: selecteren:

source: Nothing was selected, so nothing is activated.
nl: Er is niets geselecteerd, en dus niets geactiveerd.

source: Content ${activated} activated, <span class="error">but could not activate ${not_activated}.</span>
nl: Inhoud ${activated} geactiveerd, <span class="error">maar kon ${not_activated} niet activeren.</span>

source: Content ${activated} activated.
nl: Inhoud ${activated} geactiveerd.

source: Could not activate ${not_activated}.
nl: Kon ${not_activated} niet activeren.

source: Nothing was selected, so nothing was closed.
nl: Er is niets geselecteerd, dus niets gesloten.

source: not a versionable object
nl: object heeft geen versies

source: is not published
nl: is niet gepubliceerd

source: Closed: ${ids}
nl: Gesloten: ${ids}

source: Nothing was selected, so nothing was copied.
nl: Er is niets geselecteerd, en dus niets gekopieerd.

source: Placed ${ids} on the clipboard for copying.
nl: ${ids} op het clipboard geplaatst om te kopiëren.

source: Nothing was selected, so nothing was cut.
nl: Er is niets geselecteerd, en dus niets geknipt.

source: Placed ${cut_ids} on clipboard for cutting, <span class="error">but could not cut ${not_cut_ids}.</span>
nl: ${cut_ids} op het clipboard geplaatst om te knippen, <span class="error">maar kon ${not_cut_ids} niet knippen.</span>

source: Placed ${cut_ids} on clipboard for cutting.
nl: ${cut_ids} op het clipboard geplaatst om te knippen.

source: Could not place ${not_cut_ids} on clipboard for cutting.
nl: Kon ${not_cut_ids} niet op het clipboard plaatsen om te knippen.

source: Nothing was selected, so nothing is deactivated.
nl: Er is niets geselecteerd, en dus niets gedeactiveerd.

source: Content ${deactivated} deactivated, <span class="error">but could not deactivate ${not_deactivated}.</span>
nl: Inhoud ${deactivated} gedeactiveerd, <span class="error">maar kon ${not_deactivated} niet deactiveren.</span>

source: Content ${deactivated} deactivated.
nl: Inhoud ${deactivated} gedeactiveerd.

source: Could not deactivate ${not_deactivated}.
nl: Kon ${not_deactivated} niet deactiveren.

source: Deleted ${deleted_ids}, <span class="error">but could not delete ${not_deleted_ids}. Probably there is a published version that must be closed, or an approved version that needs to be revoked. Change the status in the Publish screen (alt-5).</span>
nl: ${deleted_ids} verwijderd, <span class="error">maar kon ${not_deleted_ids} niet verwijderen. Waarschijnlijk is er een gepubliceerde versie die gesloten moet worden, of een goedgekeurde versie die ingetrokken moet worden. Verander de status in het scherm 'publiceren' (alt-5).</span>

source: Could not delete ${not_deleted_ids}. Possibly there is a published version, which must be closed before it can be deleted. Or, the document is approved (the link will be green), and approval needs to be revoked. Change the status in the Publish screen (alt-5).
nl: Kon ${not_deleted_ids} niet verwijderen. Mogelijk is er een gepubliceerde versie die gesloten moet worden, voor die kan worden verwijderd. Of het document is goedgekeurd (de link is groen), en de goedkeuring moet ingetrokken worden. Verander de status in het scherm 'publiceren' (alt-5).</span>

source: file to upload
nl: bestand om te uploaden

source: browse for a file on your disk
nl: een bestand op schijf opzoeken

source: Locate an XML file to import (must be valid Silva XML).
nl: Een XML-bestand opzoeken om te importeren (moet geldige Silva XML zijn).

source: access key: alt-i
nl: sneltoets: alt-i

source: import and extract zip archive (.zip)
nl: importeren en uitpakken zipbestand (.zip)

source: Locate a zip file containing Assets or a zip file created by a Silva full media export.
nl: Een zipbestand met 'Assets' of een zipbestand gegenereerd door een Silva volledige media export opzoeken om te importeren.

source: title for assets
nl: titel voor assets

source: Optional title for all assets
nl: Optionele titel voor alle assets

source: Set a title for all Assets created from the contents of a zip file with Assets.
nl: Een optionele titel ingeven voor alle Assets gegenereerd uit de inhoud van een zipbestand met Assets.

source: Recreate the subdirectory structure of a zip file with Assets by adding Silva Folders.
nl: De subdirectorystructuur van een zipbestand met Assets recreëren door Silva Folders toe te voegen.

source: import zip
nl: zipbestand importeren
