Repository: silvacms/Products.Silva
Catalog: i18n/silva-*.po
Languages: nl

source: Select (multiple using ctrl-key) object type(s) to search in. If none is selected, all types are searched.
nl: Selecteer één of meer (met de ctrl-toets) objecttypen om in te zoeken. Als er niets is geselecteerd, wordt in alle typen gezocht.

source: Use an asterix ('*') for wildcard.
nl: Gebruik de 'asterisk' ('*') als joker.

source: subtree only
nl: aleen sub-boom

source: Check to restrict search to this content's subtree.
nl: Aanvinken om zoekopdracht te beperken to de sub-boom van deze inhoud.

source: Search results
nl: Zoekresultaten

source: &lt;&lt; Previous
nl: &lt;&lt; Vorige

source: Showing results ${batch_start} to ${batch_end}.
nl: Resultaten van ${batch_start} tot ${batch_end}.

source: Next &gt;&gt;
nl: Volgende &gt;&gt;

source: Confirmation request for subscription has been emailed to ${emailaddress}
nl: Een verzoek om bevestiging is verstuurd naar ${emailaddress}

source: Subscribe to &#xab;${title_or_id}&#xbb;
nl: Email-notificaties activeren voor &#xab;${title_or_id}&#xbb;

source: Fill in your email address if you want to receive email notifications whenever a new version of this page or its subdocuments becomes available.
nl: Vul uw email-adres in als u email-notificaties wilt ontvangen telkens wanneer er een nieuwe versie van deze pagina of de onderliggende inhoud beschikbaar komt.

source: subscribe
nl: email-notificaties activeren

source: Unsubscribe from &#xab;${title_or_id}&#xbb;
nl: Email-notificaties deactiveren voor &#xab;${title_or_id}&#xbb;

source: Fill in your email address if you want to unsubscribe from email notifications for this page and its subdocuments.
nl: Vul uw emailadres in als u de email-notificaties wilt deactiveren voor deze pagina en alle onderliggende inhoud.

source: unsubscribe
nl: email-notificaties deactiveren

source: Return to &#xab;${title_or_id}&#xbb;
nl: Terug naar &#xab;${title_or_id}&#xbb;

source: Sorry, there are problems with these form fields:
nl: Er zijn problemen met de volgende formuliervelden:
