Repository: silvacms/Products.Silva
Catalog: i18n/silva-*.po
Languages: nl

source: This is a special document that automagically displays a table of contents. Usually it&#8217;s used as an &#8216;index&#8217; document. In that case the parent folder shows a table of contents when accessed (e.g. http://www.x.yz/silva/myFolder/).
nl: Dit object laat een inhoudsopgave zien.

source: Not connected
nl: Niet verbonden

source: Changed settings.
nl: Instellingen gewijzigd.

source: Validation error(s)
nl: Validatie fout(en)

source: Any digital file can be uploaded as Silva content. For instance large files such as pdf docs or mpegs can be placed in a site. File objects have metadata as well. <!-- Abstract base class. Depends on a _file attribute and various methods in the concrete subclasses. (sorry) -->
nl: Elk bestand kan worden gebruikt als Silva content, bijvoorbeeld pdfdocumenten of mpeg films. File objecten hebben ook metadata.

source: pasting &#xab;${id}&#xbb; is not allowed in this type of container
nl: het plakken van &#xab;${id}&#xbb; is niet toegestaan in dit type container

source: pasted &#xab;${id}&#xbb;
nl: &#xab;${id}&#xbb; geplakt

source: The presentation of the information within a publication is structured with folders. They determine the visual hierarchy that a Visitor sees. Folders on the top level define sections of a publication, subfolders define chapters, etc. Note that unlike publications, folders are transparent, meaning you can see through them in the sidebar tree navigation and the Publish screen.
nl: Folders kunnen gebruikt worden om een publicatie te structureren. Zij bepalen de hiërarchie die een site-bezoeker ziet.

source: Ghosts are special documents that function as a placeholder for an item in another location (like an alias, symbolic link, shortcut). Unlike a hyperlink, which takes the Visitor to another location, a ghost object keeps the Visitor in the current publication, and presents the content of the ghosted item. The ghost inherits properties from its location (e.g. layout and stylesheets).
nl: Ghosts zijn speciale documenten die fungeren als verwijzing naar een object in een andere locatie.

source: Ghost Folders are similar to Ghosts, but instead of being a placeholder for a document, they create placeholders and/or copies of all the contents of the &#8216;original&#8217; folder. The advantage of Ghost Folders is the contents stay in sync with the original, by manual or automatic resyncing. Note that when a folder is ghosted, assets &#8211; such as Images and Files &#8211; are copied (physically duplicated) while documents are ghosted.
nl: Ghost folders zijn vergelijkbaar met Ghostobjecten, maar maken een kopie van de inhoud waarnaar ze verwijzen.

source: '${scale}' is not a valid scale identifier. Probably a percent symbol is missing.
nl: '${scale}' is geen geldige schaalwaarde. Waarschijnlijk ontbreekt er een procentteken.

source: '${scale} is not a valid scale identifier. At least one number is required.
nl: '${scale}' is geen geldige schaalwaarde. Tenminste één getalwaarde is vereist.

source: '${crop} is not a valid crop identifier
nl: '${crop}' is geen geldige afsnijd-waarde

source: '${crop}' defines an impossible cropping
nl: '${crop}' is een onmogelijke afsnijdwaarde

source: square
nl: vierkant

source: landscape
nl: landschap

source: portrait
nl: portret

source: Web graphics (gif, jpg, png) can be uploaded and inserted in documents, or used as viewable assets.
nl: Verschillende grafische bestandsformaten (gif, jpg, png) kunnenworden toegevoegd en gebruikt worden in documenten, of als zichtbare inhoud dienen.

source: Indexes can be created that function like an index in the back of a book. References must first be marked by placing index codes in text (these codes will also export to print formats). Indexers cascade downwards, indexing all index items in the current and underlying folders and publications (note that it only indexes documents that are published).
nl: Indexers kunnen worden gebruikt als de index achterin een boek. Referenties moeten wel gemarkeerd zijn in tekst om ze te kunnen opnemen.

source: A Silva Link makes it possible to include links to external sites &#8211; outside of Silva &#8211; in a Table of Contents. The content of a Link is simply a hyperlink, beginning with &#8220;http://....&#8221;, or https, ftp, news, and mailto.
nl: Het Link-object maakt het mogelijk links naar externe sites op tenemen.

source: Publications are special folders. They function as the major organizing blocks of a Silva site. They are comparable to binders, and can contain folders, documents, and assets. Publications are opaque. They instill a threshold of view, showing only the contents of the current publication. This keeps the overview screens manageable. Publications have configuration settings that determine which core and pluggable objects are available. For complex sites, sub-publications can be nested.
nl: Publicaties zijn speciale mappen, en dienen als de hoofdbouwstenen van een Silva site.

source: Sorry, this ${meta_type} is not viewable.
nl: Sorry, deze ${meta_type} kan niet bekeken worden.

source: unapproved
nl: (nog) niet goedgekeurd

source: approved
nl: goedgekeurd

source: last_closed
nl: laatst gesloten

source: public
nl: publiek

source: draft
nl: klad

source: pending
nl: uitstaande

source: closed
nl: gesloten

source: Cannot approve version without publication datetime.
nl: Kan versie niet goedkeuren zonder publicatie-tijdstip.

source: Cannot approve version; not allowed.
nl: Kan versie niet goedkeuren; geen toestemming.

source: No approved version to unapprove.
nl: Geen goedgekeurde versie om de goedkeuring van in te trekken.

source: Should never happen: unapproved version ${unapproved} found while approved version ${approved} exists at the same time.
nl: Zou nooit mogen gebeuren: niet goedgekeurde versie ${unapproved} gevonden terwijl goedgekeurde versie ${approved} ook bestaat.

source: No public version to close.
nl: Geen publieke versie om te sluiten.

source: No unapproved version available
nl: Geen versie beschikbaar die nog niet is goedgekeurd

source: There is no unapproved version to request approval for.
nl: Er is geen versie die nog niet is goedgekeurd waar goedkeuring voor kan worden aangevraagd.

source: The version is already requested for approval.
nl: Er is al goedkeuring aangevraagd voor deze versie.

source: The version is not requested for approval.
nl: Er is geen goedkeuring voor de versie aangevraagd.

source: No unapproved version.
nl: Geen versie die nog niet is goedgekeurd.

source: No approved version.
nl: Geen goedgekeurde versie.

source: Must specify publication datetime.
nl: Publicatie-tijdstip moet worden opegeven.

source: No public version.
nl: Geen publieke versie.

source: No next version.
nl: Geen volgende versie.

source: There is no version to add messages for.
nl: Er is geen versie om boodschappen voor toe te voegen.

source: There is an approved version already; unapprove it. (${id})
nl: Er is al een goedgekeurde versie; trek de goedkeuring in. (${id})

source: There already is an unapproved version (${id}).
nl: Er is al een versie die nog niet is goedgekeurd (${id}).

source: The public version has that id already (${id}).
nl: De publieke versie heeft dat id al (${id}).

source: A previous version has that id already (${id}).
nl: Een vorige versie heeft dat id al (${id}).

source: There is no unapproved version to approve.
nl: Er is geen nog niet goedgekeurde versie om goed te keuren.

source: There already is an approved version.
nl: Er is al een goedgekeurde versie.

source: Can not delete all versions
nl: Kan niet alle versies verwijderen

source: no such version ${version}
nl: versie bestaat niet ${version}

source: Silva info on the Infrae site: alt-i
nl: Informatie over Silva op de Infrae site: alt-i

source: info_accesskey
nl: i

source: Title of content.
nl: Titel van inhoud.

source: a.k.a. &#8216;navigation title&#8217;.
nl: ook wel &#8216;navigatie-titel&#8217;.

source: short title
nl: korte titel

source: Description of content in this area.
nl: Omschrijving van inhoud

source: comment
nl: opmerking

source: Internal comments.
nl: Interne opmerkingen

source: creation time
nl: aanmaak-tijdstip

source: Automatically set.
nl: Automatisch ingesteld.

source: subject
nl: onderwerp

source: Subject of content in this area.
nl: Onderwerp van inhoud.

source: User who last edited this content.
nl: Gebruiker die deze inhoud het laatst heeft bewerkt.

source: Resource location of this content.
nl: Bronlocatie van deze inhoud.

source: Name of contact person.
nl: Naam contactpersoon.

source: contact name
nl: naam contact

source: Email address of contact person.
nl: E-mailadres van contactpersoon.

source: contact email
nl: e-mail contact

source: keywords
nl: steekwoorden

source: Keywords relating to content.
nl: Steekwoorden gerelateerd aan inhoud.

source: Default Document Policy
nl: Standaard Documentbeleid

source: ${listing_footer}<br /> a &nbsp; Select all<br /> r &nbsp; Rename<br /> d &nbsp; Delete<br /> x &nbsp; Cut<br /> c &nbsp; Copy<br /> v &nbsp; Paste<br /> g &nbsp; Paste as ghost
nl: ${listing_footer}<br /> a &nbsp; Selecteer alles<br /> r &nbsp; Hernoem<br /> d &nbsp; Verwijder<br /> x &nbsp; Knip<br /> c &nbsp; Kopieër<br /> v &nbsp; Plak<br /> g &nbsp; Plak als Ghost

source: Listing footer
nl: Onderkant van de lijst

source: Preview screen
nl: Voorbeeldscherm

source: ; &nbsp; See public preview<br />
nl: ; &nbsp; Publiek voorbeeld bekijken<br />

source: Publish screen (folder)
nl: Publicatiescherm (map)

source: ${listing_header}<br /> e &nbsp; Export
nl: ${listing_header}<br /> e &nbsp; Exporteren

source: ${listing_footer}<br /> a &nbsp; Select all<br /> n &nbsp; Create new vesions<br /> j &nbsp; Reject request for approval<br /> v &nbsp; Revoke request for approval<br /> c &nbsp; Close public<br /> s &nbsp; Change settings<br /> o &nbsp; Approve<br />
nl: ${listing_footer}<br /> a &nbsp; Alles selecteren<br /> n &nbsp; Nieuwe versies aanmaken<br /> j &nbsp; Verzoek om goedkeuring afwijzen<br /> v &nbsp; Verzoeken om goedkeuring intrekken<br /> c &nbsp; Publieke versie sluiten<br /> s &nbsp; Instellingen wijzigen<br /> o &nbsp; Goedkeuren<br />

source: Add screen
nl: Scherm toevoegen

source: c &nbsp; Cancel<br /> a &nbsp; Add<br /> e &nbsp; Add and edit/enter
nl: c &nbsp; Ongedaan maken<br /> a &nbsp; Add<br /> e &nbsp; Toevoegen en bewerken/openen

source: Silva forms editor
nl: Silva formulier-editor

source: s &nbsp; Save<br /> e &nbsp; Save and exit<br /> i &nbsp; Save and insert<br /> tab Use your tab key to edit without using the mouse. Shift-tab goes backwards.
nl: s &nbsp; Opslaan<br /> e &nbsp; Opslaan en sluiten<br /> i &nbsp; Opslaan en invoegen<br /> tab Gebruik de tab-toets om te bewerken zonder de muis. Shift-tab om achteruit te gaan.

source: Other screens
nl: Andere schermen

source: The Properties, Access, and Publish screens as well as their subscreens (such as Lookup, Import, and Export) have access keys for most buttons. Usually the first letter of the button is the access key. You can always hover over the button to see the tooltip.
nl: De schermen 'Eigenschappen', 'Toegang', en 'Publiceren' en hun sub-schermen (zoals 'Opzoeken', 'Importeren', en 'Exporteren') hebben sneltoetsen voor de meeste knoppen. Plaats de muis boven de knop om de tooltip te zien.

source: If there are two buttons with the same name, the access key for the second is usually the first letter of the second word (e.g. for &#8220;get image reference&#8221; and &#8220;get link reference&#8221;, the access keys are &#8216;g&#8217; and &#8216;l&#8217;). Sometimes there are multiples of the same button, in which case only the first has an access key.
nl: Het is niet altijd mogelijk om een sneltoets te kiezen die ook in de tekst van de knop voorkomt.

source: Notes
nl: Opmerkingen

source: Some access keys can conflict with browser menus. However the key works if the focus is in the page (a form element is active or just click in the page).
nl: Sommige sneltoetsen kunnen hetzelfde zijn als die in de browser-menu's. De toetsen werken als een element op de pagina focus heeft. (Er is bijvoorbeeld een formulier-element actief. Klik anders ergens op de pagina.)

source: return
nl: terug

source: access key: alt-r
nl: sneltoets: alt-r

source: Mozilla and Internet Explorer handle access keys for hyperlinks differently. Mozilla initiates the action (same as clicking the link), whereas Explorer just highlights the link, and then you have to hit return to activate it. Both browsers treat form buttons the same, initiating the action immediately.
nl: Mozilla en Internet Explorer reageren anders op sneltoetsen voor hyperlinks. Mozilla voert de actie uit (hetzelfde als op de link klikken), terwijl Explorer de link laat oplichten, en volgt de link pas als op enter wordt gedrukt. Formulierknoppen werken in beide browsers hetzelfde, en voeren de actie direct uit.

source: Don&#8217;t forget that most browsers use alt-left arrow to go back, and alt-right arrow to go forward. On the Mac, command-left arrow and command-right arrow do this.
nl: De meeste browsers gebruiken alt-linker pijltje om terug te gaan, en alt-rechter pijltje om verder te gaan. Op Apple systemen doen command-linker pijltje en command-rechter pijltje hetzelfde.

source: If you wish to create additional docs, the hyperlink of the Silva help link can be changed by altering the the 'help_url' property in the Silva root. See the properties tab in the Zope Management Interface.
nl: Om verdere documentatie aan te maken, kan de hyperlink van de Silva help-link worden gewijzigd door de 'help_url' eigenschap in de Silva root aan te passen. Zie de tab 'Eigenschappen' in de Zope Management Interface.

source: Tip: one click editing
nl: Tip: één-klik bewerken

source: When viewing a public Silva page, switching to the SMI is is easiest if there's a bookmark on your toolbar. Add a bookmark with the following javascript:
nl: Bij het bekijken van een publieke Silva pagina, is het switchen naar de SMI het gemakkelijkst met een bookmark in de toolbar van de browser. Voeg een bookmark toe met het volgende javascript:

source: Silva edit
nl: Silva bewerken

source: Or, save this link &#8211; ${silva_edit} &#8211; as a bookmark. Thanks to <a href="http://www.ethz.ch/" name="eth_zuerich">ETH Z&uuml;rich</a> for this trick. <br /><br />
nl: Of sla deze link op als een bookmark: &#8211; ${silva_edit} &#8211;. Met aan <a href="http://www.ethz.ch/" name="eth_zuerich">ETH Z&uuml;rich</a>.

source: Tip for Mozilla/Netscape users
nl: Tip voor Mozilla/Netscape gebruikers

source: ${tip_for_mozilla_users}<br /> Using the &#8220;Find As You Type&#8221; feature will make keyboard navigation to hyperlinks &#8211; such as item names &#8211; remarkably easy. See:<br /> ${typeaheadfind_link}
nl: ${tip_for_mozilla_users}<br /> Met &#8220;Find As You Type&#8221; wordt toetsenbord-navigatie door hyperlinks &#8211; zoals item-namen &#8211; zeer gemakkelijk. Zie:<br /> ${typeaheadfind_link}

source: Silva documentation
nl: Silva documentatie

source: The most up to date documentation can be found at:<br /> ${silva_documentation_link}
nl: De meest up-to-date documentatie kan gevonden worden op:<br /> ${silva_documentation_link}

source: The technical documentation is included in the Silva product in &#8216;plain&#8217; structured text, gracefully degraded for text mode (no links, unicode entities, etc.).
nl: De technische documentatie wordt meegeleverd met het Silva product in &#8216;platte&#8217; 'structured text', leesbaar gemaakt voor tekstmodus (geen links, unicode entities, etc.).

source: Contact
nl: Contact opnemen

source: <br /> ${contact}<br /> ${feedback} is welcome.
nl: <br /> ${contact}<br /> ${feedback} is welkom.

source: Silva access keys
nl: Silva sneltoetsen

source: The access key on your machine may be &#8216;alt&#8217;. On a Mac it&#8217;s &#8216;ctrl&#8217;.
nl: De sneltoets op uw machine kan &#8216;alt&#8217; zijn. Op een apple is het &#8216;ctrl&#8217;.

source: Hover over the link or button and a tooltip will popup with the access key.
nl: Plaats de muiscursor boven de link of knop en er zal een tooltip worden getoond met de sneltoets.

source: Save time, energy, and wrists by keying to your destination.
nl: Bespaar tijd, energie en uw polsen door met het toetsenbord naar uw bestemming te navigeren.

source: see below
nl: zie hieronder

source: The most useful access keys are for screen navigation, <a title="x" href="#nav">x</a>.
nl: De nuttigste sneltoetsen zijn die voor schermnavigatie, <a title="x" href="#nav">x</a>.

source: Global keys that are always available
nl: Globale toetsen die altijd werken

source: ${general}<br /> t &nbsp; Jump to top of page<br /> b &nbsp; Jump to bottom of page<br /> / &nbsp; Jump to top of Silva (Silva icon)<br /> ? &nbsp; Access keys and shortcuts
nl: ${general}<br /> t &nbsp; Naar de bovenkant van de pagina springen<br /> b &nbsp; Naar de onderkant van de pagina springen<br /> / &nbsp; Naar het hoogste Silva niveau springen (Silva ikoon)<br /> ? &nbsp; Sneltoetsen en 'shortcuts'

source: General
nl: Algemeen

source: <span name="changing_screens_with_tabs"><span class="subhead"><a name="nav">x</a></span></span><br /> The tabs have numbered access keys, starting from one going up to five. You can navigate horizontally accross an item&#8217;s screens by using alt-1, alt-2, and so forth.
nl: <span name="changing_screens_with_tabs"><span class="subhead"><a name="nav">x</a></span></span><br /> De tabs hebben genummerde sneltoetsen, van één tot vijf. U kunt horizontaal door de schermen van een item navigeren door alt-1, alt-2, etc. te gebruiken.

source: Changing screens with the tabs
nl: Van scherm wisselen met de tabs

source: Each tab has a toplink <img src="up_tree.gif" height="9" width="9" />, the tall tree on the left side. It takes you to the top of the current publication, within the same tab, or &#8216;vein&#8217;. The access key is the shift character of the corresponding number (on the English keyboard, sorry if you have an international one). Thus alt-!, alt-@, alt-#, alt-$, and alt-% (note that the characters resemble the number).
nl: Elke tab heeft een 'toplink' <img src="up_tree.gif" height="9" width="9" />, het lange boompje links. Die linkt naar de hoogste niveau in de huidige publicatie binnen dezelfde tab, of &#8216;ader&#8217;. De sneltoets is het shift-karakter van het corresponderende cijfer (op een Engels toetsenbord.) Dus alt-!, alt-@, alt-#, alt-$, and alt-%.

source: On the right of each tab is an uplink <img src="up_level.gif" height="9" width="9" />, a small tree that takes you up one level in the same vein. The access keys for the uplinks are the remaining numbers (add five to the access key for the tab). If you are in a screen with five tabs, the uplinks are alt-6, alt-7, alt-8, alt-9, and alt-0. If there are less than five tabs, you still add five to get the uplink key.
nl: Rechts in iedere tab zit een 'uplink' <img src="up_level.gif" height="9" width="9" />, een kort boompje dat één niveau omhoog leidt in dezelfde ader. De sneltoetsen voor de uplinks zijn de overige cijfers (tel vijf op bij de sneltoets voor de tab). In een scherm met vijf tabs zijn de uplinks alt-6, alt-7, alt-8, alt-9, en alt-0. Als er minder dan vijf tabs zijn, moet er nog steeds vijf opgeteld worden om de uplink sneltoets te krijgen.

source: ${footer_page_info_row}<br /> : &nbsp; See public page<br />
nl: ${footer_page_info_row}<br /> : &nbsp; Zie publieke pagina<br />

source: Footer page info row
nl: Footer pagina-info rij

source: ${footer_user_row}<br /> ~ &nbsp; User settings<br /> &nbsp;, &nbsp; Request access<br /> q &nbsp; Logout
nl: ${footer_user_row}<br /> ~ &nbsp; Gebruikersinstellingen<br /> &nbsp;, &nbsp; Toegang aanvragen<br /> q &nbsp; Uitloggen

source: Footer user row
nl: Footer gebruikersrij

source: Contents screen (folder)
nl: Inhoudsscherm (map)

source: Silva help
nl: Silva hulp

source: ${listing_header}<br /> n &nbsp; New<br /> s &nbsp; Select list for a new object<br /> i &nbsp; Import
nl: ${listing_header}<br /> n &nbsp; Nieuw<br /> s &nbsp; Selecteer lijst voor een nieuw object<br /> i &nbsp; Importeren

source: Listing header
nl: Lijst-kop

source: ${listing_body}<br /> p &nbsp; Select list for position number<br /> m &nbsp; Move
nl: ${listing_body}<br /> p &nbsp; Selecteer lijst voor positie getal<br /> m &nbsp; Verplaatsen

source: Listing body
nl: Lijst body

source: access key: alt-b
nl: sneltoets: alt-b

source: back
nl: terug

source: The people at ${eth_zuerich} for their feedback, contributions, and innovation.
nl: De mensen van ${eth_zuerich} voor feedback, bijdragen en innovatie.

source: Jan Smith at ${ozzope} for advice, hosting the documentation wiki, and her tutorials.
nl: Jan Smith van ${ozzope} voor advies, het hosten van de documentatie-wiki, en haar tutorials.

source: Many thanks go to Hans Verster at the ${eur} for his vision and support.
nl: Veel dank gaat uit naar Hans Verster van de ${eur} voor zijn visie en steun.

source: Silva - Reference
nl: Silva - Naslag

source: <br /> <br /> ${silva_version}<br /> ${silva_icon} &#xa9; Copyright 2001-2004 Infrae. All rights reserved.
nl: <br /> <br /> ${silva_version}<br /> ${silva_icon} &#xa9; Copyright 2001-2005 Infrae. All rechten voorbehouden.

source: ${Silva} &#8211; medium independent content management
nl: ${Silva} &#8211; medium-onafhankelijke content management

source: Credits
nl: Colofon

source: Silva is developed by ${infrae} and many others. <br />
nl: Silva wordt ontwikkeld door ${infrae} en vele anderen. <br />

source: External developers
nl: Externe ontwikkelaars

source: Thanks to....
nl: Met dank aan....

source: Request processed
nl: Verzoek verwerkt

source: Return to where you came from...
nl: Terug naar waar je vandaan kwam...

source: slide to the publish screen
nl: naar het scherm 'publiceren'

source: up to top contents of publication
nl: naar bovenste niveau 'inhoud' van publicatie

source: up to top of publication
nl: naar bovenste niveau van publicatie

source: slide to the contents screen
nl: naar het scherm 'inhoud'

source: zope roles
nl: zope rollen

source: silva roles
nl: silva rollen

source: public silva roles
nl: publieke silva rollen

source: Anonymous
nl: Anoniem

source: Authenticated
nl: Ingelogd

source: Manager
nl: Beheerder

source: Viewer
nl: Kijker

source: Viewer +
nl: Kijker +

source: Viewer ++
nl: Kijker ++

source: Reader
nl: Lezer

source: Author
nl: Auteur

source: Editor
nl: Redacteur

source: ChiefEditor
nl: Hoofdredacteur

source: Added ${meta_type} ${id}.
nl: ${meta_type} ${id} toegevoegd.

source: file
nl: bestand

source: <b>Tip:</b> You don't have to fill in the id and title.
nl: <b>Tip:</b> Id en titel hoeven niet te worden ingevuld.

source: Choose an item to be created within the folder.
nl: Kies een item om in de folder aan te maken.

source: first item
nl: eerste item

source: create ${meta_type}
nl: ${meta_type} aanmaken

source: attributes
nl: attributen

source: find the content this ghost should refer to: alt-r
nl: zoek het object waar deze 'ghost' naar moet wijzen: alt-r

source: reference...
nl: verwijzing...

source: Location of originating document.
nl: Locatie van oorspronkelijk document.

source: find the folder this ghost should refer to: alt-r
nl: zoek de folder waar deze ghost naar moet wijzen: alt-r

source: Location of originating folder. Depending on how much content there is, <span class="warning">creation may take a while</span>.
nl: Locatie van de originele folder. Afhankelijk van de hoeveelheid inhoud, <span class="warning">kan dit enige tijd duren</span>.

source: Location of originating folder.
nl: Locatie van oorspronkelijke folder.
