Repository: silvacms/Products.Silva
Catalog: i18n/silva-*.po
Languages: nl

source: A previous request for approval has been rejected / withdrawn by ${requester} on ${some_date}. ${comment} The last message regarding this issue is:
nl: Een vorige aanvraag om goedkeuring is geweigerd / ingetrokken door ${requester} op ${some_date}. ${comment} De laatste boodschap hierover is:

source: There is no unapproved version.
nl: Er is geen niet goedgekeurde versie.

source: Approval has already been requested.
nl: Er is al goedkeuring aangevraagd.

source: Approval requested.
nl: Goedkeuring aangevraagd.

source: No version selected to copy.
nl: Geen versie geselecteerd om te kopiëren.

source: Can only set 1 version as editable.
nl: Er kan maar één versie als bewerkbaar ingesteld worden.

source: Reverted to previous version.
nl: Teruggevallen op vorige versie.

source: This content is not approved.
nl: Deze inhoud is niet goedgekeurd.

source: Older version (${version_id})
nl: Oudere versie (${version_id})

source: Newer version (${version_id})
nl: Nieuwere versie (${version_id})

source: You didn't select any versions.
nl: Je hebt geen versies geselecteerd.

source: Please select exactly two versions.
nl: Selecteer 2 versies.

source: This content is already public. You can close the current public version.
nl: Deze inhoud is al publiek. De huidige publieke versie kan worden gesloten.

source: This content is already public.
nl: Deze inhoud is al publiek.

source: This content is already approved. You can revoke the approval.
nl: Deze inhoud is al goedgekeurd. De goedkeuring kan worden ingetrokken.

source: No request for approval is pending for this content.
nl: Er staat geen aanvraag voor goedkeuring uit voor deze inhoud.

source: Rejected request for approval
nl: Aanvraag voor goedkeuring geweigerd

source: Withdrew request for approval
nl: Aanvraag voor goedkeuring ingetrokken

source: No role selected.
nl: Geen rol geselecteerd.

source: No groups selected.
nl: Geen groepen geselecteerd.

source: Role(s) assigned for ${list}
nl: Rol(len) toegekend voor ${list}

source: No user(s) selected.
nl: Geen gebruiker(s) geselecteerd.

source: No roles to revoke selected.
nl: Geen rollen om in te trekken geselecteerd.

source: Role(s) revoked for ${list}
nl: Rol(len) ingetrokken voor ${list}

source: Role(s) revoked
nl: Rol(len) ingetrokken

source: select
nl: selecteren

source: view
nl: bekijken

source: modified
nl: aangepast

source: author
nl: auteur

source: view this asset
nl: dit asset bekijken

source: No ${asset} in this folder.
nl: Geen ${asset} in deze folder.

source: cancel operation: alt-c
nl: operatie annuleren: alt-c

source: place reference...
nl: verwijzing plaatsen...

source: insert a reference to this asset: alt-p
nl: een verwijzing naar dit asset invoegen: alt-p

source: add a new item: alt-n
nl: nieuw item toevoegen: alt-n

source: map cleared
nl: 'map' leeggemaakt

source: There is no content here.
nl: Er bevindt zich hier geen inhoud.

source: content is approved or published
nl: inhoud is goedgekeurd of gepubliceerd

source: content approved or published
nl: inhoud goedgekeurd of gepubliceerd

source: n/a
nl: n.v.t.

source: content-editor
nl: inhoud editor

source: insert the reference: alt-p
nl: de verwijzing invoegen: alt-p

source: You have to enter a path here.
nl: Hier moet een pad worden ingevoerd.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to does not exist.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst bestaat niet exist.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is a container.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is een container.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is itself a ghost.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is zelf een 'ghost'.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is not a content object.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is geen inhoudsobject.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is a content object.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is een inhoudsobject.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is not a container.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is geen container.

source: The object &#xab;${haunted_url}&#xbb; the ghost points to is either the ghost itself or an ancestor of the ghost.
nl: Het object &#xab;${haunted_url}&#xbb; waar de 'ghost' naar verwijst is ofwel de 'ghost' zelf of een 'ancestor' van de 'ghost'.

source: The ghost is in an undefined state.
nl: De 'ghost' is in een onbepaalde staat.

source: unknown
nl: onbekend

source: Users selected.
nl: Gebruikers geselecteerd.

source: No users selected.
nl: Geen gebruikers geselecteerd.

source: Users removed from selection.
nl: Gebruikers uit selectie verwijderd.

source: No users removed.
nl: Geen gebruikers verwijderd.

source: No search string supplied.
nl: Geen zoektekst ingegegeven.

source: Search string '${string}' is too short. Please try a longer search string.
nl: Zoektekst '${string}' is te kort. Probeer a.u.b. een langere tekst.

source: No users found for search string '${string}'.
nl: Geen gebruikers gevonden voor zoektekst '${string}'.

source: Searched for '${string}'.
nl: Gezocht naar '${string}'.

source: search
nl: zoeken

source: add checked users to clipboard: alt-a
nl: Aangevinkte gebruikers aan 'clipboard' toevoegen: alt-a

source: add to clipboard
nl: aan 'clipboard' toevoegen

source: search results
nl: zoekresultaten

source: user
nl: gebruiker

source: No search results.
nl: Geen zoekresultaten.

source: return to the access screen with this clipboard: alt-u
nl: Naar het scherm 'toegang' terugkeren met dit 'clipboard': alt-u

source: <u>u</u>se clipboard...
nl: 'clipboard' gebr<u>u</u>iken...

source: remove user
nl: gebruiker verwijderen

source: remove users from the clipboard: alt-r
nl: gebruikers van het 'clipboard' verwijderen: alt-r

source: return to previous screen: alt-k
nl: naar vorig scherm terugkeren: alt-k

source: bac<u>k</u>...
nl: terug...

source: user lookup at &#xab;${title_or_id}&#xbb;
nl: gebruiker opzoeken bij &#xab;${title_or_id}&#xbb;

source: user search
nl: gebruiker zoeken

source: name (or part of name)
nl: naam (of deel van naam)

source: date format: day / month / year &nbsp;23:59
nl: datumformaat: dag / maand / jaar &nbsp;23:59

source: &#134; acquireable
nl: &#134; overerfbaar

source: properties ${for_title}
nl: eigenschappen ${for_title}

source: acquired content
nl: overgeërfde inhoud

source: note
nl: notitie

source: select_groups
nl: selecteer groepen:

source: no_groups_available
nl: Geen groupen aanwezig

source: existing ${type} groups
nl: bestaande ${type} groepen

source: groups administration: alt-g
nl: groups administratie: alt-g

source: <u>g</u>roups admin...
nl: <u>g</u>roepen administratie

source: ctrl-click to multi-select
nl: ctrl-klik voor 'multi-selecteren'

source: select all: alt-a
nl: alles selecteren: alt-a

source: select <u>a</u>ll
nl: <u>a</u>lles selecteren

source: user clipboard
nl: gebruikers-'clipboard'

source: lookup users...
nl: gebruikers opzoeken...

source: lookup users: alt-l
nl: gebruikers opzoeken: alt-l

source: select users:
nl: gebruikers selecteren:

source: No users on clipboard
nl: Geen gebruikers op 'clipboard'

source: up one level: alt-]
nl: één niveau omhoog: alt-]

source: up to containing publication: alt-[
nl: omhoog naar omvattende publicatie: alt-[

source: reload screen
nl: scherm herladen

source: content renderer
nl: inhouds-&#8216;renderer&#8217;

source: first 'un-approve' this item in order to edit: alt-r
nl: de goedkeuring voor dit item moet eerst worden ingetrokken om het te kunnen bewerken: alt-r

source: revoke approval
nl: goedkeuring intrekken

source: create a new version of this content: alt-n
nl: een nieuwe versie van deze inhoud aanmaken: alt-n

source: new version
nl: nieuwe versie

source: session timeout
nl: sessie verlopen

source: In about 5 minutes, the working session is going to expire for the document you are currently editing. This means that any unsaved work will be lost. Press &#8216;save&#8217; (alt-s) to save any changes, or &#8216;cancel&#8217; (alt-c) to do nothing, or save manually.
nl: Over ongeveer vijf minuten verloopt de werk-sessie voor het document dat op dit moment wordt bewerkt. Dat betekent dat al het werk dat niet is opgeslagen, verloren gaat. Klik op &#8216;opslaan&#8217; (alt-s) om wijzigingen op te slaan, op &#8216;annuleren&#8217; (alt-c) om niets te doen, of sla handmatig op.

source: cancel the automatic save action: alt-c
nl: opslag-actie annuleren: alt-c

source: save
nl: opslaan

source: save the document you were working on: alt-s
nl: het document waar aan gewerkt werd opslaan: alt-s

source: The data that was submitted did not validate properly (you might want to use the browser back button to adjust the form values).
nl: De verstuurde gegevens waren niet geldig (gebruik de 'terug'-knop vande browser om de formulier waarden aan te passen.)

source: Metadata saved.
nl: Metadata opgeslagen.

source: This is the ${meta_type} "${id}"
nl: Dit is ${meta_type} "${id}"

source: No users with local roles are defined here.
nl: Er zijn hier geen gebruikers met lokale rollen gedefinieerd.

source: select a role to assign
nl: selecteer een rol om toe te kennen

source: select role:
nl: selecteer rol:

source: assign role
nl: rol toekennen

source: assign a local role to selected user(s)
nl: een rol toekennen aan geselecteerde gebruiker(s)

source: revoke selected role(s) from selected user(s)
nl: geselecteerde rol(len) van geselecteerde gebruiker(s) intrekken

source: revoke role
nl: rol intrekken

source: pending requests for roles
nl: uitstaande aanvragen om rollen

source: requested role
nl: aangevraagde rol

source: is approved
nl: is goedgekeurd

source: No roles have been requested.
nl: Er zijn geen rollen aangevraagd.

source: access key: alt-d
nl: sneltoets: alt-d

source: deny role
nl: rol weigeren

source: access key: alt-g
nl: sneltoets: alt-g

source: grant role
nl: rol toekennen

source: Grant and approve
nl: Toekennen en goedkeuren

source: access key: alt-a
nl: sneltoets: alt-a

source: assign
nl: toekennen

source: A Groups Service is not installed
nl: Er is geen &#8216;Groups Service&#8217; geïnstalleerd

source: Silva Root in the ZMI
nl: Silva Root in de ZMI

source: You are seeing this message because the Silva Groups extension is installed on the file system, but a Groups Service hasn't been added to this Silva instance. To install one, go to the ${silva_root_in_the_ZMI}, choose &#8220;Groups Service&#8221; from the add list and give it the id ${service_groups}. No further configuration is necessary.
nl: Je ziet deze melding omdat de &#8216;Silva Groups&#8217; extensie is geïnstalleerd op het filesysteem, maar er geen &#8216;Groups Service&#8217; aan deze Silva instantie is toegevoegd. Ga, om er één te installeren, naar de ${silva_root_in_the_ZMI}, kies &#8220;Groups Service&#8221; uit de &#8216;add&#8217; lijst en geef die het id ${service_groups}. Verdere configuratie is niet nodig.

source: group roles
nl: groepsrollen

source: grant or revoke local roles for groups
nl: locale rollen voor groepen toekennen of intrekken

source: groupname
nl: groepsnaam

source: &lt;broken&gt; <!-- XXX replace this by something nice -->
nl: &lt;gebroken&gt; <!-- XXX vervangen door iets beters -->

source: No groups with (local) roles.
nl: Geen groepen met (locale) rollen.

source: assign role to group
nl: rol aan groep toekennen

source: revoke selected role(s) from selected group(s)
nl: geselecteerde rol(len) van geselecteerde groep(en) intrekken

source: revoke role from group
nl: rol van groep intrekken

source: assign selected role to selected group(s)
nl: geselecteerde rol aan geselecteerde groep(en) toekennen

source: public view access restrictions for
nl: Publieke toegangsbeperkingen voor

source: access restriction by role
nl: toegangsbeperking per rol

source: current restriction
nl: huidige beperking

source: Open to the public
nl: Open voor het publiek

source: (acquired).
nl: (overgeërfd).

source: Setting an access restriction here affects objects on this and lower levels.
nl: Hier een toegangsbeperking instellen heeft invloed op objecten op dit en lagergelegen niveaus.

source: user roles for
nl: gebruikersrollen voor

source: acquire restriction
nl: beperking overerven

source: cancel the access restriction at this level, making it inherit from above
nl: geen toegangsbeperking op dit niveau, gebruik beperking van boven

source: set restriction
nl: beperking instellen

source: restrict access to users with a specific role
nl: toegang beperken tot gebruikers met een specifieke rol

source: grant or revoke local roles for users
nl: lokale rollen voor gebruikers toekennen of intrekken

source: public view access restrictions for &#xab;${title}&#xbb;
nl: toegangsbeperkingen publieke weegave voor &#xab;${title}&#xbb;

source: username
nl: gebruikersnaam

source: An access restriction here affects objects on this and lower levels.
nl: Een toegangsbeperking op deze plaats heeft invloed op objecten op dit en lagergelegen niveaus.

source: roles defined above
nl: hierboven gedefinieerde rollen

source: roles defined here
nl: hier gedefinieerde rollen

source: Minimum role to access is now acquired
nl: Minimale rol voor toegang is nu overgeërfd

source: No requests selected
nl: Geen aanvragen geselecteerd

source: &#xab;${user_id}&#xbb; allowed the ${role} role
nl: &#xab;${user_id}&#xbb; heeft de ${role}-rol toegestaan

source: &#xab;${user_id}&#xbb; approved and allowed the ${role} role
nl: &#xab;${user_id}&#xbb; heeft de ${role}-rol goedgekeurd en toegestaan

source: email addresses for
nl: e-mailadressen voor

source: listing of all authorized users below this level
nl: lijst van alle geauthoriseerde gebruikers beneden dit niveau

source: Addresses are formatted for copying and pasting in the &#8216;To:&#8217; field of an email message.
nl: Addressen zijn geformatteerd om gekopieerd en in het &#8216;To:&#8217;-veld van een e-mailbericht geplakt te kunnen worden.

source: &#xab;${user_id}&#xbb; has been denied the ${role} role
nl: &#xab;${user_id}&#xbb; is de ${role}-rol geweigerd

source: Minimum role to access has not changed
nl: Minimale rol voor toegang is niet gewijzigd

source: Minimum role to access is now set to ${role}
nl: Minimale rol voor toegang is nu ingesteld op ${role}

source: The addables setting can only done on Silva Publications.
nl: De toevoeg-instellingen kunnen alleen ingesteld worden op Silva Publicaties.

source: settings...
nl: instellingen...

source: miscellaneous settings: alt-6
nl: diverse instellingen: alt-6

source: addable settings for &#xab;${title}&#xbb;
nl: toevoeg-instellingen voor &#xab;${title}&#xbb;

source: for published version of &#xab;${title}&#xbb;
nl: voor publieke versie van &#xab;${title}&#xbb;

source: for closed version of &#xab;${title}&#xbb;
nl: voor gesloten versie van &#xab;${title}&#xbb;

source: various settings: alt-e
nl: verschillende instellingen veranderen: alt-e

source: settings_accesskey
nl: e

source: manage subscriptions: alt-u
nl: emailnotificaties beheren: alt-u

source: subscriptions...
nl: emailnotificaties...

source: subscriptions
nl: emailnotificaties

source: addables_accesskey
nl: d

source: addables...
nl: toevoeg-instellingen...

source: change the addables allowed in this publication: alt-d
nl: toevoeg-instellingen voor deze publicatie veranderen: alt-d

source: properties ${for_approved_version_of_title}
nl: eigenschappen ${for_approved_version_of_title}

source: see the content in the public layout: alt-;
nl: de inhoud in de publieke vormgeving bekijken: alt-;

source: public&nbsp;preview...
nl: publieke&nbsp;preview...

source: This is a closed version. You see it, but the public won't!
nl: Dit is een gesloten versie. Die is hier zichtbaar, maar niet voor het publiek!

source: change container type to a folder: alt-f
nl: container type veranderen in een map: alt-f

source: convert to folder
nl: omzetten naar map

source: convert to publication
nl: omzetten naar publicatie

source: change container type to a publication: alt-p
nl: verander het container type naar een publicatie: alt-p

source: This Silva Folder can be converted to a Publication (may take awhile if it&#8217;s large).
nl: Deze map kan veranderen in een Publicatie (het kan even duren als het groot is).

source: Select a renderer to render this content.
nl: Selecteer een renderer om deze inhoud weer te geven.

source: change renderer
nl: renderer wijzigen

source: change renderer: alt-c
nl: renderer wijzigen: alt-c

source: layout settings for &#xab;${title}&#xbb;
nl: toevoeg-instellingen voor &#xab;${title}&#xbb;

source: layout settings
nl: vormgevingsinstellingen

source: for approved version of &#xab;${title}&#xbb;
nl: voor de goedgekeurde versie van &#xab;${title}&#xbb;

source: change the addables allowed in this publication: alt-7
nl: de toevoeg-instellingen voor deze publicatie wijzigen: alt-7

source: settings for &#xab;${title}&#xbb;
nl: instellingen voor &#xab;${title}&#xbb;

source: If this document should expire, set the time.
nl: Stel een tijsdtip in, indien dit document moet verlopen.

source: clear expiration
nl: verloop-tijdstip wissen

source: save subscription settings
nl: email-notificatie instellingen opslaan

source: This object is not subscribable content.
nl: Van dit type inhoud kunnen geen email-notificaties verstuurd worden.

source: Subscriptions info
nl: Email-notificaties info

source: Subscribability
nl: Email-notificaties

source: This object is currently not subscribable.
nl: Van dit object kunnen geen email-notificaties vertuurd worden.

source: This object is currently subscribable.
nl: Van dit object kunnen email-notificaties vertuurd worden.

source: Other subscriptions
nl: Andere abonnementen

source: ${numberofsubscriptions} subscription(s) for this object defined above.
nl: ${numberofsubscriptions} abonnementen op dit object gedefinieerd op een hoger niveau.

source: No other subscriptions for this object.
nl: Geen andere abonnementen op dit object.

source: Manage subscriptions for &#xab;${title}&#xbb;
nl: Abonnementen beheren voor &#xab;${title}&#xbb;

source: Set the subscribability for this content (Yes or No), or set it to acquire the subscribability from above (the default).
nl: Intstellen of email-notificaties van deze content worden verstuurd (Ja of Nee), of stel in dat de email-notificatie van een hoger niveau wordt overgeërfd.

source: subscribable
nl: email-notificaties

source: List of email addresses (one per line) currently subscribed to this content.
nl: Lijst van email-adressen (één per regel) die email-notificaties ontvangen van deze inhoud.

source: subscribed email addresses
nl: email-adressen van abonnees

source: up a level: alt-${key}
nl: een niveau omhoog: alt-${key}

source: up to top of publication: alt-${key}
nl: omhoog naar top van publicatie: alt-${key}

source: access key: alt-${key}
nl: sneltoets: alt-${key}

source: To <strong>actually</strong> logout, wait 5 seconds or hit this
nl: Wacht 5 seconden of klik hier, om <strong>echt</strong> uit te loggen.

source: logout link
nl: uitlog-link

source: accesskey: alt-l
nl: sneltoets: alt-l

source: When the login dialog appears, choose <strong>"Cancel"</strong>
nl: Kies <strong>"Cancel"</strong>, als de login dialoog verschijnt

source: logout
nl: uitloggen

source: &laquo; Previous ${n} items
nl: &laquo; Vorige ${n} items

source: Next ${n} items &raquo;
nl: Volgende ${n} items &raquo;

source: Up to Silva top
nl: Naar Silva top

source: Up one level
nl: Eén niveau omhoog

source: Help with access keys
nl: Hulp bij sneltoetsen

source: jump to zope root: alt-z
nl: naar zope root: alt-z

source: jump to silva root in zodb: alt-'
nl: naar silva root: alt-'

source: jump to silva services: alt-`
nl: naar silva services: alt-`

source: jump to top: alt-t
nl: naar bovenste niveau: alt-t

source: no name
nl: geen naam

source: Leave Silva and view the public page: alt-:
nl: Silva verlaten en publieke pagina bekijken: alt-:

source: view public version
nl: publieke versie bekijken

source: Change your settings: alt-~
nl: Je instellingen veranderen: alt-~

source: user settings
nl: gebruikersinstellingen

source: Logout of Silva: alt-q
nl: Uit Silva uitloggen: alt-q

source: logout ${role} ${userid}
nl: ${role} ${userid} uitloggen

source: Request an additional role in this location: alt-,
nl: Een extra rol aanvragen voor deze locatie: alt-,

source: request access
nl: toegang aanvragen

source: &middot; manage...
nl: &middot; beheren...

source: Silva access keys: alt-?
nl: Silva sneltoetsen: alt-?

source: This ghost is broken. (${haunted_url})
nl: Deze 'ghost' is gebroken. (${haunted_url})

source: This 'ghost' document is broken. Please inform the site administrator.
nl: Dit 'ghost'-document is gebroken. Geef dit a.u.b. door aan de site-beheerder.

source: Path does not lead to a content object
nl: Pad leidt niet naar een content object

source: content is not subscribable
nl: Van deze inhoud worden geen email-notificaties verstuurd.

source: emailaddress not valid
nl: geen geldig email-adres

source: Confirmation request for cancellation has been emailed to ${emailaddress}
nl: Een bevestigingsverzoek is verstuurd naar ${emailaddress}

source: Something went wrong in unsubscribing from this page. It might be that the link you followed expired.
nl: Er is iets misgegaan bij het deactiveren van de emailnotificaties. mogelijk is de link waarop u geklikt heeft verlopen.

source: You have been successfully unsubscribed.
nl: Het deactiveren van email-notificaties is gelukt.

source: Subscription failed
nl: Activering van email-notificaties mislukt

source: You have been successfully subscribed. This means you will receive email notifications whenever a new version of these pages becomes available.
nl: Activering van email-notificaties gelukt. Dat betekent dat u email-notificaties ontvangt telkens wanneer er een nieuwe versie van deze pagina's beschikbaar komt.

source: membership
nl: lidmaatschap

source: Request roles at this location
nl: Vraag rollen aan op deze locatie

source: Please fill in the following fields. <br /><br />
nl: Vul A.U.B. de volgende velden in. <br /><br />

source: full name
nl: volledige naam

source: e-mail address
nl: e-mail adres

source: Choose role(s) to request
nl: Kies (een) rol(len) om aan te vragen

source: Send request
nl: Verstuur aanvraag

source: Send request for role: alt-s
nl: Verstuur een aanvraag voor een rol: alt-s

source: This site does not allow requests for roles
nl: Deze site staat rol aanvragen niet toe

source: You must enter your full name and your e-mail address
nl: Vul uw volledige naam en e-mailadres in

source: Error: ${error}
nl: Fout: ${error}

source: Roles requested. You will receive an e-mail from the Chief Editor or Manager as soon as your request is processed.
nl: Rollen aangevraagd. Je ontvangt een email van de Hoofderedacteur of Beheerder zodra de aanvraag verwerkt is.

source: No roles were selected.
nl: Er zijn geen rollen geselecteerd.

source: Search
nl: Zoeken

source: Search in ${meta_type} &#xAB;${title_or_id}&#xbb;
nl: Zoek in ${meta_type} &#xAB;${title_or_id}&#xbb;

source: Search interface
nl: Zoek interface

source: Content
nl: Inhoud

source: Note
nl: Notitie

source: Find
nl: Zoek

source: access key: alt-f
nl: sneltoets: alt-f

source: content type
nl: inhoudstype
