Repository: silvacms/Products.Silva
Catalog: i18n/silva-*.po
Languages: nl

source: access key: alt-z
nl: sneltoets: alt-z

source: docma icon
nl: docma icoon

source: docma facilities
nl: docma faciliteiten

source: upload a document in word format (.doc) for conversion
nl: document in word-formaat (.doc) uploaden voor conversie

source: Locate a Word file to upload. It'll be converted and appear in the list of processed items below. It can be imported anywhere in Silva.
nl: Zoek een Word-bestand om te uploaden. Het zal worden geconverteerd en in de lijst met verwerkte items terecht komen die hier onder staat. Het kan overal in Silva worden geïmporteerd.

source: email address
nl: e-mail adres

source: An e-mail will be sent to you when the item is processed.
nl: Er wordt een email gestuurd wanneer het item is verwerkt.

source: This description will be shown in the queue and the list of processed items.
nl: Deze omschrijving wordt in de wachtrij en de lijst van verwerkte items getoond.

source: upload a word document from your local drive: alt-u
nl: een word-document uploaden van uw lokale schijf: alt-u

source: import in &#xab;${title}&#xbb;
nl: in &#xab;${title}&#xbb; importeren

source: over to the export screen: alt-e
nl: naar het export scherm: alt-e

source: export
nl: exporteren

source: import silva xml (.xml)
nl: silva xml (.xml) importeren

source: Select a file for upload
nl: Selecteer een bestand om te uploaden.

source: You must enter your e-mail address
nl: Je moet een e-mail adres opgeven.

source: Your job is ${status}. The id of your job is ${id}.
nl: De taak is ${status}. Het id van de taak is ${id}.

source: Select one or more items to download
nl: Selecteer één of meer items om te downloaden

source: Select one or more jobs to import
nl: Selecteer één of meer taken om te importeren

source: Could not import ${newid}
nl: Kon ${newid} niet importeren

source: Finished importing
nl: Klaar met importeren

source: Data is not valid Silva XML
nl: Data is geen geldige Silva XML

source: Finished importing.
nl: Klaar met importeren.

source: Moved ${id} down.
nl: ${id} naar beneden verplaatst.

source: Could not move ${id} down.
nl: Kon ${id} niet naar beneden verplaatsen.

source: Nothing was selected, so nothing was moved.
nl: Niets geselecteerd, dus niets verplaatst.

source: First choose a position number.
nl: Kies eerst een positie.

source: Object(s) ${ids} moved
nl: Object(en) ${ids} verplaatst

source: , <span class="error">but could not move ${ids}</span>
nl: , <span class="error">maar kon ${ids} niet verplaatsen</span>

source: Could not move ${ids}.
nl: Kon ${ids} niet verplaatsen.

source: Moved ${id} up.
nl: ${id} naar boven verplaatst.

source: Could not move ${id} up.
nl: Kon ${id} niet naar boven verplaatsen.

source: Sorry, you're not authorized to add anything in this location.
nl: Je bent niet geauthoriseerd om op deze plaats iets toe te voegen.

source: create an object
nl: een object aanmaken

source: Click a name to create an item. Note that this screen only lists descriptions of objects that are available at this location. For additional information about an item see the ${silva_documentation}. <br />
nl: Klik op een naam om een item aan te maken. Merk op dat dit scherm alleen omschrijvingen van objecten laat zien die op deze locatie beschikbaar zijn. Voor verdere informatie over een item, zie de ${silva_documentation}. <br />

source: Create a ${addable_name}
nl: Maak een ${addable_name} aan

source: Nothing was selected, so nothing was approved.
nl: Er is niets geselecteerd, en dus niets goedgekeurd.

source: version already approved
nl: versie reeds goedgekeurd

source: content object or one of its containers is deactivated
nl: object of een van zijn containers is gedeactiveerd

source: version already public
nl: versie reeds publiek

source: Approval on: ${ids}
nl: Goedkeuring op: ${ids}

source: <span class="error">could not approve: ${ids}</span>
nl: <span class="error">kon niet goedkeuren: ${ids}</span>

source: No content available to paste.
nl: Geen inhoud beschikbaar om te plakken.

source: rename
nl: hernoemen

source: rename objects in &#xab;${title}&#xbb;
nl: objecten in &#xab;${title}&#xbb; hernoemen

source: attribute
nl: attribuut

source: old
nl: oud

source: new
nl: nieuw

source: title
nl: titel

source: no title
nl: geen titel

source: Nothing was selected, so nothing can be renamed.
nl: Er is niets geselecteerd, dus er kan niets hernoemd worden.

source: &#xab;${item}&#xbb; could not be renamed to ${new} (invalid id)
nl: &#xab;${item}&#xbb; kon niet hernoemd worden naar ${new} (niet toegestane id)

source: &#xab;${item}&#xbb; renamed successfully
nl: &#xab;${item}&#xbb; is hernoemd

source: &#xab;${item}&#xbb; could not be renamed to &#xab;${new}&#xbb; (${status})
nl: &#xab;${item}&#xbb; kon niet hernoemd worden naar &#xab;${new}&#xbb; (${status})

source: &#xab;${item}&#xbb; could not be renamed
nl: &#xab;${item}&#xbb; kon niet hernoemd worden

source: Can only change Publications into Folders
nl: Alleen Publicaties kunnen in Folders worden veranderd

source: Changed into folder
nl: Veranderd in folder

source: Can only change Folders into Publications
nl: Alleen Folders kunnen in Publicaties worden veranderd

source: Changed into publication
nl: Veranderd in publicatie

source: expiration due
nl: verloopt op

source: published
nl: gepubliceerd

source: public version
nl: publieke versie

source: There are no publishable items here.
nl: Er zijn hier geen items die gepubliceerd kunnen worden.

source: day / month / year
nl: dag / maand / jaar

source: access key: alt-m
nl: sneltoets: alt-m

source: publish time
nl: publicatie-tijd

source: access key: alt-x
nl: sneltoets: alt-x

source: &nbsp;&nbsp;expiration time
nl: &nbsp;&nbsp;verlooptijdstip

source: clear&nbsp;expiration
nl: verlooptijdstip&nbsp;wissen

source: reject pending request for approval: alt-j
nl: uitstaande aanvraag voor goedkeuring afwijzen: alt-j

source: reject
nl: afwijzen

source: reject approval request
nl: aanvraag voor goedkeuring afwijzen

source: withdraw approval of approved versions: alt-v
nl: goedkeuring van goedgekeurde versies intrekken: alt-v

source: revoke
nl: intrekken

source: create new versions of published docs: alt-n
nl: nieuwe versies van gepubliceerde documenten aanmaken: alt-n

source: change publish and expiration times: alt-u
nl: publicatie- en verlooptijdstip veranderen: alt-u

source: update timing
nl: tijdstippen instellen

source: approve new versions for publication at a later date: alt-l
nl: nieuwe versies goedkeuren voor publicatie in de toekomst: alt-l

source: approve for later
nl: goedkeuren voor later

source: publish new versions: alt-p
nl: nieuwe versies publiceren: alt-p

source: withdraw pending request for approval: alt-w
nl: uitstaand aanvraag voor goedkeuring intrekken: alt-w

source: withdraw
nl: intrekken

source: revoke approval of approved versions: alt-v
nl: goedkeuring van goedgekeurde versies intrekken: alt-v

source: request approval for new versions: alt-r
nl: goedkeuring van nieuwe versies aanvragen: alt-r

source: request approval
nl: goedkeuring aanvragen

source: modify / preview
nl: bewerken / bekijken

source: revision
nl: revisie

source: publication due
nl: publiek op

source: no publication time was set
nl: geen publicatie-tijdstip ingesteld

source: Changed settings on: ${ids}
nl: Instellingen veranderd op: ${ids}

source: <span class="error">could not change settings on: ${ids}</span>
nl: <span class="error">kon instellingen niet veranderen op: ${ids}</span>

source: Nothing was selected, so no settings were changed.
nl: Niets geselecteerd, en dus geen instellingen veranderd.

source: No publication nor expiration time nor any of the flags were set.
nl: Geen publicatie- of verloop-tijdstip noch één van de 'flags' ingesteld.

source: no next or public version available
nl: Geen volgende of publieke versie beschikbaar

source: cannot change publication time of already public versions.
nl: Kan het publicatie-tijdstip van reeds publieke versies niet aanpassen.

source: no unapproved version
nl: geen versie die wacht op goedkeuring

source: export to Silva xml (.xml) ${or_adobe}
nl: naar Silva xml (.xml) ${or_adobe} exporteren

source: options
nl: opties

source: include sub publications?
nl: subpublicaties meenemen?

source: export newest versions?
nl: nieuwste versies exporteren?

source: If not checked the published version is exported.
nl: Indien niet aangevinkt wordt de gepubliceerde versie geëxporteerd.

source: export pdf
nl: pdf exporteren

source: export xml
nl: xml exporteren

source: full media export (.zip)
nl: volledige media exporteren (.zip)

source: export only last version?
nl: alleen laatste versie exporteren?

source: Check to export only the last version.
nl: Aanvinken om alleen de laatste versie te exporteren.

source: export zip
nl: zipbestand exporteren

source: export to Docma (.doc)
nl: naar Docma exporteren (.doc)

source: export closed content?
nl: gesloten inhoud exporteren?

source: Check to include closed content in the export.
nl: Aanvinken om gesloten inhoud in de export mee te nemen.

source: choose a template
nl: kies een 'template'

source: none
nl: geen

source: export to Docma
nl: naar Docma exporteren

source: export the selection to word: alt-d
nl: de selectie naar word exporteren: alt-d

source: items to export:
nl: te exporteren items:

source: export from &#xab;${title}&#xbb;
nl: exporteren uit &#xab;${title}&#xbb;

source: over to the import screen: alt-i
nl: naar het scherm 'importeren': alt-i

source: modify ${meta_type}
nl: bewerk ${meta_type}

source: ${id} of ${parent_id}
nl: ${id} van ${parent_id}

source: preview ${id}
nl: bekijk voorbeeld ${id}

source: Nothing was selected, so no new version was created.
nl: Er is niets geselecteerd, en dus geen nieuwe versie aangemaakt.

source: already has a next version
nl: heeft reeds een volgende versie

source: Created a new version for: ${ids}
nl: Nieuwe versie aangemaakt voor: ${ids}

source: could not create a new version for: ${ids}
nl: kon geen nieuwe versie aanmaken voor: ${ids}

source: Nothing was selected, so no approval was rejected.
nl: Er is niets geselecteerd, en dus geen verzoek afgewezen.

source: no approval requested
nl: geen goedkeuring aangevraagd

source: Rejected request for approval for: ${ids}
nl: Aanvraag voor goedkeuring afgewezen voor: ${ids}

source: Not rejected: ${ids}
nl: Niet afgewezen: ${ids}

source: Nothing was selected, so no approval was requested.
nl: Er is niets geselecteerd, en dus geen goedkeuring aangevraagd.

source: approval already requested
nl: reeds goedkeuring aangevraagd

source: no publication time set
nl: geen publicatie-tijdstip ingesteld

source: Nothing was selected, so no approval was revoked.
nl: Er is niets geselecteerd, en dus geen goedkeuring ingetrokken.

source: it's not approved, or it's already published
nl: niet goedgekeurd, of reeds gepubliceerd

source: Revoked approval of: ${ids}
nl: Goedkeuring ingetrokken van: ${ids}

source: Could not revoke approval of: ${ids}
nl: Kon goedkeuring niet intrekken voor: ${ids}

source: No items were selected, so nothing is exported
nl: Er zijn geen items geselecteerd, en dus is er niets geëxporteerd

source: No description
nl: Geen omschrijving

source: You have not entered your e-mail address
nl: Geen e-mailadres opgegeven

source: Your job is ${status}. The id of your job is ${job_id}.
nl: De taak is ${status}. Het id van de taak is ${job_id}.

source: Nothing was selected, so no approval was withdrawn.
nl: Er is niets geselecteerd, en dus geen goedkeuring ingetrokken.

source: Withdrawn request for approval for: ${list}
nl: Aanvraag voor goedkeuring ingetrokken voor: ${list}

source: Not withdrawn: ${list}
nl: Niet ingetrokken: ${list}

source: Not yet :)
nl: Nog niet

source: automatic table of contents &#xab;${title_or_id}&#xbb;
nl: Automatische inhoudstabel &#xab;${title_or_id}&#xbb;

source: An automatic table of contents is generated from the items in its location.
nl: Een automatische inhoudstabel wordt gegenereerd aan de hand van de items op zijn locatie.

source: preview screen
nl: voorbeeld scherm

source: An index is not editable. To view the index go to the ${preview_screen}.
nl: Een index is niet te wijzigen. Om de index te bekijken, ga naar ${preview_screen}

source: Note that <span class="warning">the index only displays links to published content</span>, so the list may be empty if nothing is published.
nl: Let op: <span class="warning">de index toont alleen links naar gepubliceerde inhoud</span>, dus de lijst kan leeg zijn als er niets is gepubliceerd.

source: If new content has been added, click &#8220;update index&#8221; (in large publications this may take a while).
nl: Als nieuwe inhoud is toegevoegd, klik &#8220;index bijwerken&#8221; (in grote publicaties kan dit enige tijd duren).

source: update index
nl: index bijwerken

source: Index updated
nl: Index bijgewerkt

source: settings
nl: instellingen

source: Both a name and e-mail address are required to approve someone.
nl: Zowel een naam als een e-mailadres zijn vereist om iemand goed te keuren.

source: Sorry, content is missing:
nl: Ontbrekende inhoud:

source: Member is approved
nl: Lid goedgekeurd

source: preferred editor
nl: voorkeurs-editor

source: Choose 'forms editor' for the forms-based editor, or 'kupu' for the Kupu WYSIWYG editor (requires Internet Explorer 5.5+, Netscape 7+ or Mozilla 1.3.1+)
nl: Kies 'forms editor' voor de formulier-gebaseerde editor, of 'kupu' voor de Kupu WYSIWYG editor (vereist Internet Explorer 5.5+, Netscape 7+ of Mozilla 1.3.1+)

source: Full name updated
nl: Naam bijgewerkt

source: Email updated
nl: E-mail bijgewerkt

source: Editor updated
nl: Editor bijgewerkt

source: Language updated
nl: Taalinstellingen aangepast

source: Nothing changed.
nl: Niets veranderd.

source: close window: alt-c
nl: venster sluiten: alt-c

source: save member data: alt-s
nl: gegevens lid opslaan: alt-s

source: Dear ${user_id}<br /> You are not allowed to edit membership data of member ${member_id}
nl: Beste ${user_id}<br /> Je hebt geen toestemming om lidmaatschapsgegevens van het lid ${member_id} te bewerken

source: Add read only view here?
nl: Alleen-lezen weergave hier toevoegen?

source: member data of
nl: gegevens van lid

source: characteristic
nl: karakteristiek

source: preferred language
nl: gewenste taal

source: Link to editor screen of original.
nl: Link naar 'bewerken' scherm van origineel.

source: ghost of &#xab;${name}&#xbb;
nl: 'ghost' van &#xab;${name}&#xbb;

source: ghost of &#xab;${title}&#xbb; (${version_name} version)
nl: 'ghost' van &#xab;${title}&#xbb; (${version_name} versie)

source: reference
nl: referentie

source: path to original (begins with &#8216;/&#8217;).
nl: pad naar het origineel (begint met &#8216;/&#8217;).

source: Ghost changed.
nl: 'Ghost' veranderd.

source: change link
nl: verander link

source: Link changed
nl: Link veranderd

source: work on a new version while the previous one stays online: alt-n
nl: aan een nieuwe versie werken terwijl de vorige online blijft: alt-n

source: ${note} there is already a published or closed version of this content. Changes can only be made in a new version.
nl: ${note} er is reeds een gepubliceerde of gesloten versie van deze inhoud. Veranderingen kunnen alleen in een nieuwe versie worden gemaakt.

source: 'first un-approve' this item in order to edit: alt-r
nl: trek eerst de goedkeuring in voor dit item om het te kunnen bewerken: alt-r

source: ${note} this version is approved but not yet public. In order to make changes you need to first revoke the approval.
nl: ${note} deze versie is goedgekeurd maar nog niet publiek. Om veranderingen aan te brengen moet eerst de goedkeuring worden ingetrokken.

source: withdraw request
nl: aanvraag intrekken

source: withdraw a request for approval in order to edit: alt-w
nl: een aanvraag voor goedkeuring intrekken om te kunnen bewerken: alt-w

source: ${note} this version has an request for approval pending. In order to make changes you need to first withdraw the pending request.
nl: ${note} er staat een aanvraag voor goedkeuring uit voor deze versie. Om veranderingen aan te kunnen brengen moet de uitstaande aanvraag eerst worden ingetrokken.

source: open&nbsp;to&nbsp;public&nbsp;now
nl: nu&nbsp;publiceren

source: publish the unapproved version: alt-o
nl: de nog niet goedgekeurde versie publiceren: alt-o

source: ${note} This object is already being edited by another user, and is temporarily locked.
nl: ${note} Dit object wordt al door een andere gebruiker bewerkt, en is tijdelijk geblokkeerd.

source: Note:
nl: N.B.:

source: Somebody else just edited this item, unlock it: alt-u
nl: Iemand anders heeft dit item zojuist bewerkt. Blokkade opheffen: alt-u

source: break lock
nl: Blokkade verbreken

source: Content is published
nl: Inhoud is gepubliceerd

source: Revoked approval.
nl: Goedkeuring ingetrokken.

source: Lock broken
nl: Blokkade verbroken

source: New version created.
nl: Nieuwe versie aangemaakt.

source: Version approved.
nl: Versie goedgekeurd.

source: Note: an older version of this content is online.<br /> Publishing this version will replace the public version.
nl: N.B.: een oudere versie van deze inhoud staat online.<br /> Het publiceren van deze versie zal de publieke versie vervangen.

source: Content is closed
nl: Inhoud is gesloten

source: This content was once published but is now closed.<br /> If you wish you can make an editable copy in the ${editor}.
nl: Deze inhoud was ooit gepubliceerd maar is nu gesloten.<br /> Indien gewenst, kan er een bewerkbare kopie gemaakt worden in '${editor}'.

source: manage versions of &#xab;${export_id}&#xbb;
nl: versies beheren van &#xab;${export_id}&#xbb;

source: modification time
nl: modificatie-tijdstip

source: publication time
nl: publicatie-tijdstip

source: last author
nl: laatste auteur

source: creator
nl: aangemaakt

source: version status
nl: versie-status

source: compare...
nl: vergelijken...

source: view the selected versions next to each other: alt-=
nl: de geselecteerde versies naast elkaar bekijken: alt-=

source: if (!confirm('Are you sure?')) return false
nl: if (!confirm('Weet u het zeker?')) return false

source: create a new editable version of the selected old one: alt-f
nl: nieuwe bewerkbare versie van geselecteerde oude versie aanmaken: alt-f

source: copy for editing
nl: kopiëren om te bewerken

source: status of &#xab;${title}&#xbb;
nl: status van &#xab;${title}&#xbb;

source: Content is approved, not published
nl: Inhoud is goedgekeurd, niet gepubliceerd

source: Publication settings can be changed.
nl: Publicatie-instellingen kunnen worden veranderd.

source: This content is published (online for the public).<br /> If you wish you can make an editable copy by going to the ${editor}.
nl: Deze inhoud is gepubliceerd (online voor publiek).<br /> Indien gewenst, kan er een bewerkbare kopie van worden gemaakt door naar '${editor}' te gaan.

source: Published version exists
nl: Er bestaat een gepubliceerde versie

source: There is no approved version.
nl: Er is geen goedgekeurde versie.

source: Changed publication settings.
nl: Publicatie-instellingen gewijzigd.

source: There is no public version to close
nl: Er is geen publieke versie om te sluiten

source: Closed public version.
nl: Publieke versie gesloten.

source: No versions selected
nl: Geen versies geselecteerd

source: Can't delete all versions
nl: Niet alle versies kunnen verwijderd worden

source: could not delete ${id}: ${error}
nl: kon ${id} niet verwijderen: ${error}

source: deleted ${id}
nl: ${id} verwijderd

source: message
nl: boodschap

source: view «${version_title}»
nl: bekijk «${version_title}»

source: request approval ${for_new_version}
nl: goedkeuring aanvragen ${for_new_version}

source: for new version
nl: voor nieuwe versie

source: message to editor
nl: boodschap aan redacteur

source: This message will remain visible in the status screen for other authors and editors.
nl: Deze boodschap zal zichtbaar blijven in het scherm 'status' voor andere auteurs en redacteuren.

source: content publish ti<u>m</u>e
nl: publicatie-<u>m</u>oment inhoud

source: day / month / year &nbsp;23:59
nl: dag / maand / jaar &nbsp;23:59

source: access key: alt-i (some platforms)
nl: sneltoets: alt-i (sommige platforms)

source: expiratio<u>n</u> time
nl: verlooptijdst<u>i</u>p

source: If this content should expire, set the time.
nl: Stel een tijdstip in als deze inhoud moet verlopen.

source: change settings
nl: instellingen veranderen

source: current timings
nl: huidige tijdstippen

source: access key: alt-m (some platforms)
nl: sneltoets: alt-p (sommige platforms)

source: access_key_publish_datetime
nl: p

source: publish ti<u>m</u>e:
nl: <u>p</u>ublicatie tijdstip:

source: Publication time of public version
nl: Publicatietijdstip van publieke versie

source: p<u>u</u>blish right now?
nl: nu direct p<u>u</u>bliceren?

source: Publication and expiration time of public version
nl: publicatie- en verlooptijdstip van publieke versie

source: clear ex<u>p</u>iration?
nl: verloo<u>p</u>-tijdstip wissen?

source: change timings
nl: tijdstippen wijzigen

source: publish new version
nl: nieuwe versie publiceren

source: publish closed version
nl: gesloten versie publiceren

source: Empty indicates no expiration.
nl: Leeg betekent: verloopt niet.

source: access key: alt-o
nl: sneltoets: alt-o

source: request
nl: aanvraag

source: add message on
nl: boodschap toevoegen over

source: rejection
nl: afwijzing

source: withdrawal
nl: intrekking

source: messages
nl: boodschappen

source: The message may be viewed by local users.
nl: De boodschap mag door lokale gebruikers bekeken worden.

source: Reject approval request
nl: Goedkeuringsaanvraag afwijzen

source: Withdraw approval request
nl: Goedkeuringsaanvraag intrekken

source: If further editing is required, first revoke the approval.
nl: Als verder bewerken nodig is, moet eerst de goedkeuring worden ingetrokken.

source: revert to previous version
nl: terugvallen op vorige versie

source: The current editable version can be replaced with the previous (published) version. This can not be undone afterwards and will discard all changes made to the current version.
nl: De huidige bewerkbare versie kan vervangen worden door de vorige (gepubliceerde) versie. Dit kan daarna niet meer worden ongedaan gemaakt en gooit alle wijzigingen die in de huidige versie zijn gemaakt weg.

source: revert to previous
nl: terugvallen op vorige

source: return confirm('Really revert ?')
nl: return confirm('Terug naar vorige versie?')

source: ${author_id} sent a message on ${some_date} ${with_comments}
nl: ${author_id} verstuurde op ${some_date} een boodschap ${with_comments}

source: manual close
nl: handmatig sluiten

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
nl: Indien nodig, kan de gepubliceerde versie van deze inhoud handmatig gesloten (offline gezet) worden. Deze zal ook verwijderd worden uit de publieke index.

source: close published version
nl: gepubliceerde versie sluiten

source: actually the last message may not have been written by the person withdrawing the request; if this person for example made an empty reject, this is the message of the requester ...
nl: de laatste boodschap hoeft niet noodzakelijkerwijs door de persoon geschreven te zijn die de aanvraag intrekt; als deze persoon bijvoorbeeld een lege afwijzing heeft gemaakt, is dit de boodschap van degene die de aanvraag heeft ingediend...
